Repository: Pridexs/pridexs.com
Catalog: pridexs/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Pridexs - Contact
pt_br: Pridexs - Contato

source: Home
pt_br: Início

source: Contact
pt_br: Contato

source: Language:
pt_br: Língua:

source: Error sending your Email :(
pt_br: Ocorreu um erro ao enviar seu e-mail :(

source: Contact me!
pt_br: Contate-me!

source: Name
pt_br: Nome

source: Email Address
pt_br: Endereço de email

source: Subject
pt_br: Assunto

source: Your secrets
pt_br: Seus segredos

source: Send
pt_br: Enviar

source: Pridexs - Home
pt_br: Pridexs - Início

source: Hi! I'm Alexandre 'Pridexs' Maros. Computer Science student at %(udesc_url)s who likes to experiment with stuff.
pt_br: Ola! Sou Alexandre 'Pridexs' Maros. Cientista da Computação na %(udesc_url)s que gosta de experimentar com coisas.

source: About me
pt_br: Sobre mim

source: Currently studying Computer Science at UDESC - Santa Catarina, Brazil. I also studied abroad for one year at the Dublin Institute of Technology in Dublin, Ireland throug the Science Without Borders programme.
pt_br: Atualmente estudando Ciência da Computação na UDESC - Santa Catarina, Brasil. Eu também estudei fora por um ano no Instituto de Tecnologia de Dublin em Dublin, Irlanda pelo programa Ciência sem Fronteiras.

source: I love Computer Science and I am always trying to create something new, understand a new technology or mess around with existing ones. I don't often publish the stuff that I do, but I am trying to change that, so check my %(github_url)s or my %(blog_url)s for some ~maybe~ interesting little projects.
pt_br: Eu amo Ciência da Computação e estou sempre tentando criar algo novo, entender alguma tecnologia nova ou brincar com tecnologias existentes. Nem sempre publico as coisas que faço, mas estou tentando mudar isso, então da uma conferida no meu %(github_url)s ou meu %(blog_url)s pra alguns pequenos projetos ~talvez~ interessantes.

source: Curent Projects
pt_br: Projetos Atuais

source: Here are a few projects that I am working on. They may not have information about them (I will add info as soon as possible!)
pt_br: Aqui estão alguns projetos que estou atualmente trabalhando. Talvez eles não tenham muita informação (Adicionarei info assim que eu puder!)

source: A place to write about whatever comes to my mind.
pt_br: Um lugar para escrever sobre qualquer coisa que vier a minha mente.

source: Visual Identity
pt_br: Identidade Visual

source: The visual identity guideline to pridexs.com and blog.pridexs.com
pt_br: Uma diretriz da identidade visual de pridexs.com e blog.pridexs.com

source: Extracting MiBand data
pt_br: Extraindo os dados da MiBand

source: A way to extract Xiaomi's MiBand data from the app to use it in data visualization, etc.
pt_br: Uma maneira para extrair os dados da MiBand da Xiaomi pelo aplicativo para usar em visualização de dados, etc.

source: Life Goal Website
pt_br: Site de Objetivos de Vida

source: A way to keep track of your goals. Not yet available.
pt_br: Uma maneira de manter o controle de seus objetivos. Ainda não disponível.

source: Portuguese
pt_br: Português
